Repository: altairbarbosa/likebook
Catalog: Likebook/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, pl, pt, ro, ru, tr, vi

# backButton.Label
source: Back
ar: مرة أخرى
de: Zurück
es: Atrás
fr: Précédent
hi: वापसी
id: Kembali
it: Indietro
ja: バック
pl: Plecy
pt: Voltar
ro: Înapoi
ru: возвращение
tr: Geri
vi: Lưng

# blockTopBar.Header
source: Pin upper bar
ar: ربط الشريط العلوي
de: Befestigen Sie die obere Leiste
es: Fije la barra superior
fr: Fixer la barre du haut
hi: जकड़ना शीर्ष पट्टी
id: PIN Top Bar
it: Fissare la barra superiore
ja: ピン上部バー
pl: Pin górnej belce
pt: Fixar barra superior
ro: PIN-ul bara de sus
ru: Закрепить верхний бар
tr: Üst çubuğu sabitle
vi: Vặn chặt thanh hàng đầu

# centerTextPosts.Header
source: Center posts text
ar: توسيط النص من المشاركات
de: Zentrieren Sie den Text der Beiträge
es: Centrar el texto de los posts
fr: Centrer le texte des messages
hi: पदों के पाठ एकत्रित
id: Pusat teks posting
it: Centra il testo dei post
ja: センターの投稿テキスト
pl: Tekst posty Center
pt: Centralizar o texto das postagens
ro: Posturi centrul de text
ru: Центрирование текст сообщений
tr: Merkez metni gönderir
vi: bài viết Trung tâm text

# clearAppButton.Content
source: Clear cache
ar: مسح ذاكرة التخزين المؤقت
de: Cache löschen
es: Borrar caché
fr: Vider le cache
hi: कैश साफ
id: Hapus Cache
it: Svuota cache
ja: キャッシュの消去
pl: Wyczyść pamięć podręczną
pt: Limpar
ro: Goliți memoria cache
ru: Очистить кэш
tr: Önbelleği temizle
vi: bộ nhớ cache rõ ràng

# click.Text
source: Click here to read
ar: اضغط هنا لقراءة
de: Klicken Sie hier, um zu lesen
es: Clic aquí para leer
fr: Cliquez ici pour le voir
hi: पढ़ने के लिए यहां क्लिक करें
id: Klik di sini untuk membaca
it: Clicca qui per leggere
ja: 読むにはここをクリック
pl: Kliknij tutaj, aby przeczytać
pt: Clique aqui para ler
ro: Apasa aici pentru a citi
ru: Нажмите здесь, чтобы прочитать
tr: Okumak için buraya tıklayın
vi: Nhấn vào đây để đọc

# ContentBack
source: Are you about to leave Likebook, do you really want to leave?
ar: كنت على وشك مغادرة Likebook، تريد حقا أن تترك؟
de: Sind Sie rund um die Likebook zu verlassen, wollen Sie wirklich beenden?
es: Vas a dejar el Likebook, realmente quiere dejar?
fr: Vous êtes sur le point de quitter le Likebook, voulez-vous vraiment quitter ?
hi: आप के बारे में Likebook छोड़ने के लिए कर रहे हैं, वास्तव में छोड़ना चाहते हैं?
id: Anda sedang tentang untuk meninggalkan Likebook, Apakah Anda benar-benar ingin meninggalkan?
it: Você está prestes a sair do Likebook, deseja realmente sair?
ja: あなたはLikebookを残そうとしていますか、本当に残したいですか？
pl: Czy jesteś zamiar opuścić Likebook, czy naprawdę chcesz odejść?
pt: Você está prestes a sair do Likebook, deseja realmente sair?
ro: Esti pe cale de a părăsi Likebook, vrei cu adevărat să plece?
ru: Вы собираетесь покинуть Likebook, действительно хотят уйти?
tr: Likebook'tan ayrılmak istiyor musun, gerçekten ayrılmak istiyor musun?
vi: Bạn sắp sửa rời khỏi Likebook, thực sự muốn ra đi?

# ContentCache
source: Cleaning successful, do you want to restart the application?
ar: تنظيف ناجحة، لإعادة تشغيل التطبيق؟
de: Reinigung erfolgreich die Anwendung neu starten?
es: Limpieza realizada con éxito, desea reiniciar la aplicación?
fr: Nettoyage réussie, de redémarrer l'application?
hi: सफल सफाई, अनुप्रयोग पुनरारंभ करें?
id: Pembersihan yang berhasil dilakukan, Apakah Anda ingin restart aplikasi?
it: Pulire con successo, riavviare l'applicazione?
ja: クリーニングに成功しました。アプリケーションを再起動しますか？
pl: Czyszczenie sukces, czy chcesz uruchomić ponownie aplikację?
pt: Limpeza realizada com sucesso, deseja reiniciar o aplicativo?
ro: Curățare de succes, doriți să reporniți aplicația?
ru: Очистка успешно, перезапустить приложение?
tr: Temizleme başarılı, uygulamayı yeniden başlatmak istiyor musunuz?
vi: Dọn dẹp thành công, khởi động lại các ứng dụng?

# fullScreen.Header
source: Enable full screen
ar: تمكين كامل الشاشة
de: Aktivieren Sie Vollbild
es: Habilitar pantalla completa
fr: Activer plein écran
hi: पूर्ण स्क्रीन सक्षम करें
id: Mengaktifkan layar penuh
it: Abilita schermo intero
ja: フルスクリーンを有効にする
pl: Włącz pełny ekran
pt: Habilitar tela cheia
ro: Activați ecran complet
ru: Включить полный экран
tr: Tam ekranı etkinleştir
vi: Kích hoạt toàn màn hình

# hideAdsAndPeopleYouMayKnow.Header
source: Hide advertisements and people you might know
ar: إخفاء الإعلانات واشخاص قد تعرفهم
de: Ausblenden Anzeigen und Menschen, die Sie vielleicht wissen
es: Ocultar los anuncios y las personas que tal vez conozcas
fr: Cacher les publicités et les gens que vous connaissez peut-être
hi: विज्ञापन और अन्य लोगों को आप जानते हो सकता है छुपाएं
id: Sembunyikan iklan dan orang-orang yang mungkin Anda ketahui
it: Hide pubblicità e persone che potresti conoscere
ja: あなたが知っているかもしれない広告と人々を隠す
pl: Ukryj reklamy i osób, które możesz znać
pt: Ocultar propagandas e pessoas que você talvez conheça
ro: Ascundeți reclame și persoane pe care le-ar putea cunoaște
ru: Скрыть рекламу и людей, которых вы можете знать
tr: Reklamları ve tanıdığınız kişileri gizle
vi: Ẩn quảng cáo và những người bạn có thể biết

# homeButton.Label
source: Home
ar: الصفحة الرئيسية
de: Haus
es: Inicio
fr: Accueil
hi: पहले
id: Awal
it: Casa
ja: ホーム
pl: Dom
pt: Início
ro: Acasă
ru: первый
tr: Ev
vi: nhà

# noConnection
source: There was a problem connecting. Make sure you've turned on Wi-Fi or data networking and try again.
ar: وكان هناك مشكلة في الاتصال. تأكد من أن لك بتنشيط شبكة Wi-fi أو البيانات وحاول مرة أخرى.
de: Es gab ein Problem anschließen. Stellen Sie sicher, dass Sie die Wi-Fi-Netzwerk oder Daten aktiviert haben und versuchen Sie es erneut.
es: Hubo un problema de conexión. Asegúrese de que ha activado la conexión Wi-Fi o de datos y vuelva a intentarlo.
fr: Il y avait un problème de connexion. Assurez-vous que vous avez activé le Wi-Fi ou de données et essayez à nouveau.
hi: जोड़ने के लिए एक समस्या थी। सुनिश्चित करें कि आप वाई-फाई या डेटा पर बदल दिया और फिर से प्रयास करें।
id: Ada masalah dengan sambungan. Pastikan Anda telah mengaktifkan jaringan Wi-Fi atau data dan coba lagi.
it: C'è stato un problema di connessione. Assicurarsi di aver attivato la connessione Wi-Fi o dati e riprovare.
ja: 接続に問題がありました。 Wi-Fiまたはデータネットワークを有効にしてからもう一度お試しください。
pl: Wystąpił problem z połączeniem. Upewnij się, że masz włączone Wi-Fi lub sieci danych i spróbuj ponownie.
pt: Ocorreu um problema na conexão. Verifique se você ativou a rede Wi-Fi ou de dados e tente novamente.
ro: A apărut o problemă de conectare. Asigurați-vă că ați activat Wi-Fi sau rețea de date și încercați din nou.
ru: Существовал проблема подключения. Убедитесь, что вы включили Wi-Fi или данных и повторите попытку.
tr: Bağlantı kurulurken bir sorun oluştu. Wifi'yi veya veri ağını açtığınızdan emin olun ve tekrar deneyin.
vi: Có một vấn đề kết nối. Hãy chắc chắn rằng bạn đã bật Wi-Fi hoặc dữ liệu và thử lại.

# pivotAbout.Header
source: About
ar: حول
de: Über
es: Informaciones
fr: Sur
hi: पर
id: Tentang
it: Circa
ja: 約
pl: Około
pt: Sobre
ro: Despre
ru: на
tr: Hakkında
vi: Trong khoảng

# pivotLikebookSettings.Header
source: Options
ar: خيارات
de: Optionen
es: Opciones
hi: विकल्पों के
id: Pilihan
it: Opzioni
ja: オプション
pl: Opcje
pt: Opções
ro: Opțiuni
ru: опции
tr: Seçenekler
vi: tùy chọn

# pivotSettings.Title
source: Settings
ar: التعديلات
de: Anpassungen
es: Configuraciones
fr: Paramètres
hi: समायोजन
id: Pengaturan
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurações
ro: Setările
ru: корректировок
tr: Ayarlar
vi: các thiết lập

# PrimaryButtonText
source: Ok
ar: حسنا
hi: ठीक है
ru: ОК

# PrimaryButtonTextBack
source: Exit
ar: إجازة
de: verlassen
es: Dejar
fr: Congé
hi: छुट्टी
id: Keluar
it: Lasciare
ja: 出口
pl: Wyjście
pt: Sair
ro: Leșire
ru: оставлять
tr: çıkış
vi: Lối thoát

# privacy.Text
source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: 個人情報保護方針
pl: Polityka prywatności
pt: Política de privacidade
ro: Politica de confidentialitate
ru: Политика конфиденциальности
tr: Gizlilik Politikası
vi: Chính sách bảo mật

# refreshButton.Label
source: Refresh
ar: التحديث
de: Update
es: Actualizar
fr: Mise à jour
hi: अद्यतन
id: Update
it: Aggiornare
ja: リフレッシュ
pl: Odświeżać
pt: Atualizar
ro: Reîmprospăta
ru: обновление
tr: Yenile
vi: cập nhật

# saveButton.Label
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Sauver
hi: बचाना
id: Simpan
it: Salvare
ja: セーブ
pl: Zapisać
pt: Salvar
ro: Salvați
ru: экономить
tr: Kayıt etmek
vi: Lưu lại

# saveDialog
source: Saved successfully, check the "Saved Pictures" folder. If you have problems, please visit the "Help" section under "Settings" for more information.
ar: حفظ بنجاح، تحقق من "محفوظ صور" مجلد. إذا كان لديك مشاكل، يرجى زيارة قسم "المساعدة" في "لوحة التحكم" لمزيد من المعلومات.
de: Erfolgreich gespeichert, überprüfen Sie die "Saved Pictures" -Ordner. Wenn Sie Probleme haben, besuchen Sie die Rubrik "Hilfe" unter "Einstellungen" für weitere Informationen.
es: Se ha guardado correctamente, compruebe la carpeta "Saved Pictures". Si tiene algún problema, visite la sección de "ayuda" en "Configuraciones" para más información.
fr: Enregistrée avec succès, vérifiez le dossier "Saved Pictures". Si vous avez des problèmes, consultez la section "Aide" dans "Paramètres" pour plus d'informations.
hi: सफलतापूर्वक बचाया, "Saved Pictures" फ़ोल्डर की जाँच करें। आप समस्या है, तो अधिक जानकारी के लिए "सेटिंग" में "सहायता" अनुभाग पर जाएँ।
id: Berhasil disimpan, periksa folder "Simpan gambar ". Jika Anda memiliki masalah, kunjungi bagian "Membantu" di "Pengaturan" untuk informasi lebih lanjut.
it: Con successo salvati, controllare la cartella "Saved Pictures". In caso di problemi, visita la sezione "Aiuta" in "Impostazioni" per ulteriori informazioni.
ja: 正常に保存された場合は、 "Saved Pictures"フォルダを確認してください。 問題が発生した場合は、「設定」の下の「ヘルプ」セクションにアクセスしてください。
pl: Zapisany pomyślnie, sprawdź folder "Saved Pictures". Jeśli masz problemy, zajrzyj do sekcji "Pomoc" w sekcji "Ustawienia", aby uzyskać więcej informacji.
pt: Salvo com sucesso, verifique a pasta "Saved Pictures". Caso tenha problemas, visite a sessão "Ajuda" em "Configurações" para obter mais informações.
ro: Salvate cu succes, verificați folderul "Saved Pictures". Dacă aveți probleme, vă rugăm să accesați secțiunea "Help" în "Setările" pentru mai multe informații.
ru: Успешно сохранены, проверьте папку "Saved Pictures". Если у вас возникли проблемы, посетите "Помощь" в разделе "Настройки" для получения дополнительной информации.
tr: Kaydedildi, "Saved Pictures" klasörünü kontrol et. Sorunlarınız varsa, daha fazla bilgi için lütfen "Ayarlar" altındaki "Yardım" bölümünü ziyaret edin.
vi: Lưu thành công, kiểm tra "Saved Pictures" thư mục. Nếu bạn có vấn đề, xin vui lòng truy cập vào "trợ giúp" ở dưới "Cài đặt" để biết thêm thông tin.

# SecondaryButtonText
source: Cancel
ar: إلغاء الأمر
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
id: Batal
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: отменить
tr: İptal etmek
vi: hủy bỏ

# settingsButton.Label
source: Settings
ar: التعديلات
de: Anpassungen
es: Configuraciones
fr: Paramètres
hi: समायोजन
id: Pengaturan
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurações
ro: Setările
ru: корректировок
tr: Ayarlar
vi: các thiết lập

# shareAppButton.Content
source: Share this app
ar: مشاركة التطبيق
de: Die Anwendung freigeben
es: Compartir la aplicación
fr: Partager app
hi: शेयर अनुप्रयोग
id: Berbagi aplikasi
it: Condividi
ja: このアプリを共有
pl: Udostępnij tą aplikację
pt: Compartilhar o aplicativo
ro: Distribuie aceasta aplicatie
ru: Доля приложение
tr: Bu uygulamayı paylaş
vi: Chia sẻ ứng dụng

# shareMessage
source: Purchase Likebook in the Microsoft Store! https://www.microsoft.com/store/apps/9nblggh520bn
ar: الحصول على Likebook في متجر ويندوز! https://www.microsoft.com/store/apps/9nblggh520bn
de: Kaufen Sie Likebook im Microsoft Store! https://www.microsoft.com/store/apps/9nblggh520bn
es: ¡Comprar Likebook en la tienda de Windows! https://www.microsoft.com/store/apps/9nblggh520bn
fr: Acheter Likebook dans le magasin de Windows! https://www.microsoft.com/store/apps/9nblggh520bn
hi: विंडोज स्टोर में Likebook हो जाओ! https://www.microsoft.com/store/apps/9nblggh520bn
id: Dapatkan Likebook dalam Microsoft Store! https://www.microsoft.com/store/apps/9nblggh520bn
it: Acquistare Likebook in Microsoft Store! https://www.microsoft.com/store/apps/9nblggh520bn
ja: MicrosoftストアでLikebookを購入する https://www.microsoft.com/store/apps/9nblggh520bn
pl: Zakup Likebook w Sklepie Windows! https://www.microsoft.com/store/apps/9nblggh520bn
pt: Adquira Likebook na Microsoft Store! https://www.microsoft.com/store/apps/9nblggh520bn
ro: Likebook în a achiziționa Microsoft Store! https://www.microsoft.com/store/apps/9nblggh520bn
ru: Получить Likebook в Microsoft Store! https://www.microsoft.com/store/apps/9nblggh520bn
tr: Windows Mağaza'da Likebook Satın Alın! https://www.microsoft.com/store/apps/9nblggh520bn
vi: Mua các Likebook trong Microsoft Store! https://www.microsoft.com/store/apps/9nblggh520bn

# showRecentNews.Header
source: Show latest posts first
ar: وتظهر أحدث المنشورات الأولى
de: Die jüngsten Veröffentlichungen zuerst anzeigen
es: Mostrar las publicaciones más recientes primero
fr: Montrer les publications les plus récentes en premier
hi: पहले सबसे हाल के प्रकाशनों दिखाएँ
id: Menampilkan publikasi terbaru pertama
it: Visualizza le pubblicazioni più recenti prima
ja: 最新の投稿を最初に表示する
pl: Pokaż najpierw ostatnie posty
pt: Mostrar as publicações mais recentes primeiro
ro: Arată ultimele mesaje Primul
ru: Показать последние публикации первые
tr: İlk önce son mesajları göster
vi: Hiện các ấn phẩm gần đây nhất đầu tiên

# topButton.Label
source: Top
ar: تسلق
de: Klettern
es: Arriba
fr: Montée
hi: ऊपर
id: Up
ja: 上
pt: Subir
ru: вверх
tr: Üst
vi: hàng đầu

# version.Text
source: Version
ar: الإصدار
es: Versión
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
pl: Wersja
pt: Versão
ro: Versiune
ru: версия
tr: Sürüm
vi: Phiên bản

# addSpaceBetweenPosts.Header
source: Add space between posts
ar: إضافة مسافة بين المشاركات
de: Platz zwischen den Beiträgen hinzufügen
es: Añadir el espacio entre los postes
fr: Ajouter de l'espace entre les poteaux
hi: पोस्ट के बीच अंतरिक्ष जोड़ें
id: Tambahkan ruang antara posting
it: Aggiungere spazio tra post
ja: 投稿間にスペースを追加する
pl: Dodaj miejsce między słupkami
pt: Adicionar espaço entre as postagens
ro: Adăugați un spațiu între posturi
ru: Добавить пространство между должностями
tr: Yayınlar arasında boşluk ekle
vi: Thêm không gian giữa các bài viết

# darkTheme.Header
source: Enable dark theme
ar: تمكين موضوع الظلام
de: Aktivieren Sie dunkles Thema
es: Habilitar el tema oscuro
fr: Activer le thème sombre
hi: अंधेरे विषय सक्षम करें
id: Mengaktifkan tema gelap
it: Abilita tema scuro
ja: 暗いテーマを有効にする
pl: Włącz ciemnego motywu
pt: Habilitar tema escuro
ro: Activați tema întuneric
ru: Включить темную темой
tr: Koyu temayı etkinleştir
vi: Kích hoạt chủ đề tối

# cacheDialog.Text
source: To clear the application cache just click on "Clear cache" in the "Options" session, wait a few seconds and then click "Exit", restart the application and you will notice the cleaning completed.
ar: لمسح ذاكرة التخزين المؤقت تطبيق فقط انقر فوق "مسح الذاكرة المؤقتة" في قسم "خيارات" و، انتظر بضع ثوان ثم انقر فوق "إنهاء"، إعادة تشغيل التطبيق وتلاحظ تنظيف كاملة.
de: Um die Anwendung Cache zu löschen klicken Sie einfach auf "Cache löschen" im Abschnitt "Optionen", ein paar Sekunden warten und dann auf "Beenden", starten Sie die Anwendung und beachten Sie die vollständige Reinigung.
es: Para borrar la caché de la aplicación simplemente haga clic en "Borrar caché" en la sección "Opciones", espere unos segundos y, a continuación, haga clic en "Salir", reinicie la aplicación y observe la limpieza completa.
fr: Pour effacer le cache de l'application cliquez simplement sur "Vider le cache" dans la section "Options", attendez quelques secondes, puis cliquez sur "Exit", redémarrez l'application et notez le nettoyage complet.
hi: आवेदन कैश साफ़ करने के लिए बस क्लिक करें "साफ़ कैश" "विकल्प" अनुभाग में, कुछ सेकंड के लिए प्रतीक्षा करें और फिर क्लिक करें "बाहर निकलें", आवेदन पुनः आरंभ और पूरी सफाई पर ध्यान दिया।
id: Untuk menghapus aplikasi cache hanya klik "Clear Cache" dalam "pilihan " sesi, tunggu beberapa detik, dan kemudian klik "Keluar", kemudian restart aplikasi dan Anda akan melihat pembersihan selesai.
it: Per azzerare la cache dell'applicazione basta cliccare su "Eliminare cache" nella sezione "Opzioni", attendere alcuni secondi e poi cliccare su "Esci", riavviare l'applicazione e notare la completa pulizia.
ja: アプリケーションキャッシュを消去するには、「オプション」セッションで「キャッシュをクリア」をクリックし、数秒待ってから「終了」をクリックしてアプリケーションを再起動すると、クリーニングが完了したことがわかります。
pl: Aby wyczyścić pamięć podręczną aplikacji wystarczy kliknąć na "Wyczyść pamięć podręczną" w sesji "Opcje", odczekaj kilka sekund, a następnie kliknij przycisk "Zakończ", uruchom aplikację i można zauważyć, czyszczenie zakończone.
pt: Para limpar o cache da aplicação basta clicar em "Limpar" na sessão "Opções", aguarde alguns segundos e em seguida clique em "Sair", reinicie o aplicativo e notará a limpeza completada.
ro: Pentru a șterge memoria cache a aplicației doar faceți clic pe "Clear cache" în "Opțiuni" sesiune, așteptați câteva secunde și apoi faceți clic pe "Exit", reporniți aplicația și veți observa curățarea completă.
ru: Чтобы очистить кэш приложением просто нажмите кнопку "Очистить кэш" в разделе "Настройки", подождите несколько секунд, а затем нажмите кнопку "Выход", перезапустите приложение и обратите внимание на полную очистку.
tr: Uygulama önbelleğini temizlemek için "Seçenekler" oturumundaki "Önbelleği temizle" yi tıklayın, birkaç saniye bekleyin ve ardından "Çıkış" ı tıklayın, uygulamayı yeniden başlatın ve temizlemenin tamamlandığını göreceksiniz.
vi: Để xóa bộ nhớ cache ứng dụng chỉ cần click vào nút "Clear cache" trong "Options" phiên, chờ đợi một vài giây và sau đó bấm vào nút "Thoát", khởi động lại ứng dụng và bạn sẽ nhận thấy sự sạch hoàn thành.

# helpCache.Text
source: How to clear the application cache?
ar: تنظيف ذاكرة التخزين المؤقت التطبيق؟
de: Reinigen des Anwendungs-Cache?
es: Como limpiar el caché de la aplicación?
fr: Comme nettoyage du cache de l'application?
hi: आवेदन कैश सफाई?
id: Cara mengosongkan tembolok aplikasi?
it: Come pulizia della cache dell'applicazione?
ja: アプリケーションキャッシュをクリアするには？
pl: Jak wyczyścić pamięć podręczną aplikacji?
pt: Como limpar o cache da aplicação?
ro: Cum de a șterge memoria cache a aplicației?
ru: Как ясно в кэше приложением?
tr: Uygulama önbellek nasıl temizlenir?
vi: Dọn dẹp bộ nhớ đệm ứng dụng?
